{
  "werewolf": {
    "start_text":
      "Werewolf is a game of deception. Almost all of you are normal people who just want to live their lives. Among your ranks are two werewolves, passing as human in the day but wreaking havoc at night. The wolves will kill each night, with the goal of eliminating all humans. In retaliation, each day the village will choose one suspecting werewolf to kill; only in death will the wolves be revealed. One special villager, the seer, can commune with the spirits to ask about the identities of a neighbor, but they may not have the skill to convince the town.",
    "instructions":
      "When the game starts, you will be given your role (villager, wolf, or seer) on your device and the first night will begin. Keep your role a secret! As soon as you learn your role, close your eyes and keep them closed until prompted to wake up. ",
    "instructions_1":
      "During the night, Werewolves will be woken up, so they can silently choose a villager to kill. Once they have done so, they will go back to sleep by closing their eyes and the seer will be prompted to wake up. The seer will choose any other player on their device and be told that player's role. Once they have done so, the day will begin.",
    "instructions_3":
      "During the daytime, everyone will wake up and be told of the death of whoever the wolves killed overnight. The village must now choose one person to put to death. After one minute of discussion, every player will be prompted to cast a vote,which will be revealed publically. Whoever gets the most votes will die and their role will be revealed. You are allowed to lie during this discussion.",

    "flavor_text": {
      "wolf_killed_villager":
        "It's a bright and shiny morning. The flowers are blooming, the birds are singing, and PLAYER_NAME is lying dead in the middle town square. Kind of puts a damper on things. Who will pay for this crime?",
      "wolf_killed_seer":
        "Today PLAYER_NAME was found at the edge of town. Or at least, part of PLAYER_NAME was found there. Looks like someone took a few bites out of 'em. Lying next to the crime scene is a smashed magic-8 ball. It's not hard to guess that PLAYER_NAME was the seer, but it looks like the 8-ball's warning came just a little too late.",
      "village_killed_villager":
        "You drag PLAYER_NAME over to the lake and push them in to see if they float. While the town is gathered at the lake's edge, someone points out that the floating test is for witches. It's a moot point though because PLAYER_NAME is definitely not floating. Oops. Guess PLAYER_NAME was a normal human.",
      "village_killed_seer":
        "You turn on PLAYER_NAME, who has begun shouting about how they're the seer. 'I have proof,' says PLAYER_NAME, 'just watch! The spirits tell me we're about to get rained on!' The mob looks up at the sky as one, and seeing nary a cloud in the sky, you go back to business (the business of killing PLAYER_NAME). Once the deed is done, someone's sprinkler system goes off, drenching everyone nearby. Looks like PLAYER_NAME was a seer after all, and the spirits just have bad timing.",
      "village_killed_wolf":
        "The town's strongest citizens point their pitchforks at PLAYER_NAME. PLAYER_NAME starts screaming and crying and howling and... wait. That last howl wasn't a metaphorical one. PLAYER_NAME is looking pretty hairy all of a sudden. The mob makes short of the newly-revealed werewolf. Good job guys! You caught one!",
      "wolves_win":
        "The town's population is looking a little sparse these days. VILLAGER_NAME realizes that maybe they shouldn't stick around here. Unfortunately WOLF_NAME and WOLF2_NAME catch onto their plan and are waiting at the village gate with forks and knives at the ready. Once they've finished their meal (and the town) they high-five and walk off into the sunset to find some new prey. WOLF_NAME and WOLF2_NAME win!",
      "one_wolf_wins":
        "VILLAGER_NAME and WOLF_NAME eye each other up and down. 'Well,' says VILLAGER_NAME, 'One of us is a werewolf. And I'm pretty sure it isn't me. I think I'm gonna, uh, leave,' before breaking into a dead sprint. Unfortunately wolves are way faster than scared villagers. WOLF_NAME wins!",
      "villagers_win":
        "For the first time in ages, the village isn't greeted with a pile of blood in the morning. Same story for the next night, and the night after that, and so on. Your village is safe! Villagers win!",
      "wolf_exit":
        "Suddenly, PLAYER_NAME sees a squirrel and starts chasing it. They follow it right out of the town, barking the whole way. Seems like PLAYER_NAME was a werewolf, but they got bored of terrorizing your town. Crisis averted, I guess? (PLAYER_NAME the werewolf has left the game)",
      "villager_exit":
        "PLAYER_NAME suddenly comes to their senses. This town sucks! People keep getting eaten, and the ones who live just spend the whole day fighting. So, they pack up and move to the next town over, which has no werewolves and a much better subway system. (PLAYER_NAME the villager has left the game)",
      "seer_exit":
        "PLAYER_NAME strides into town square, holding a magic-8 ball. They stand in the center and shout, 'I have communed with the spirits, and they told me that I should take a vacation, so, bye.' Everyone watches them march off. (PLAYER_NAME the seer has left the game)",
      "zombie_exit":
        "Hey, does the cemetary seem a little smaller to you, or is it just me? (PLAYER_NAME walked out of their grave and left the game)"
    }
  }
}
